docs/site/ewell10_pedag_finis_reeds_german_system.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2026-02-21 Sat 11:04 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>ewell10_pedag_finis_reeds_german_system</title>
<meta name="generator" content="Org Mode" />
<link rel="stylesheet" href="../style.css" type="text/css">
</head>
<body>
<div id="content" class="content">
<h1 class="title">ewell10_pedag_finis_reeds_german_system</h1>
<div id="table-of-contents" role="doc-toc">
<h2>Table of Contents</h2>
<div id="text-table-of-contents" role="doc-toc">
<ul>
<li><a href="#org4fcaea6">Pedagogy</a>
<ul>
<li><a href="#org942c6b7">Objective vs Subjective approaches</a></li>
<li><a href="#orgf188e09">Both needed</a></li>
<li><a href="#orgacdc5f9">Four Reed Types</a></li>
<li><a href="#org83def8d">Using the extreme concepts</a></li>
<li><a href="#org4c0644a">Normal reed</a></li>
<li><a href="#org1bb8740">High Note Reed</a></li>
<li><a href="#org3afa1bc">Low Note/Pianissimo Reed</a></li>
<li><a href="#org3c436de">Concerto Reed</a></li>
<li><a href="#org10db4d6">Ingredients</a></li>
<li><a href="#org5a61694">Inflection</a></li>
<li><a href="#org86c3e10">No inflection</a></li>
<li><a href="#org5f936fb">Shifting mark</a></li>
<li><a href="#org73c704a">Practical finishing suggestions</a></li>
<li><a href="#org19ff133">Wire Adjustment</a></li>
<li><a href="#orgd62321c">Ratios</a></li>
<li><a href="#org666727e">Problems of ratio issues</a></li>
<li><a href="#orgf131044">Brightness and Darkness factors</a></li>
<li><a href="#orgb30a14e">Tip adjustments</a></li>
<li><a href="#org2623206">Time</a></li>
</ul>
</li>
</ul>
</div>
</div>
<div id="outline-container-org4fcaea6" class="outline-2">
<h2 id="org4fcaea6">Pedagogy</h2>
<div class="outline-text-2" id="text-org4fcaea6">
</div>
<div id="outline-container-org942c6b7" class="outline-3">
<h3 id="org942c6b7">Objective vs Subjective approaches</h3>
<div class="outline-text-3" id="text-org942c6b7">
<p>
Objective is more of a step by step process, heavily based on measurements etc. The subjective approach is more of an aural approach, and has less quantiiable goals, like a louder low register, or darker sound.
</p>
</div>
</div>
<div id="outline-container-orgf188e09" class="outline-3">
<h3 id="orgf188e09">Both needed</h3>
<div class="outline-text-3" id="text-orgf188e09">
<p>
Often uses things like length, width, thickness to get to the point of "fine tuning" which is more subjective
</p>
</div>
</div>
<div id="outline-container-orgacdc5f9" class="outline-3">
<h3 id="orgacdc5f9">Four Reed Types</h3>
<div class="outline-text-3" id="text-orgacdc5f9">
<p>
Normal - which is in the middle of the three extremes
High note
Low note or pianissimo
Concerto
Normal accounts for 95% of our playing requirements.
The extremes are also conceptual counterpoises, or concepts that counterbalance and define the reed type
</p>
</div>
</div>
<div id="outline-container-org83def8d" class="outline-3">
<h3 id="org83def8d">Using the extreme concepts</h3>
<div class="outline-text-3" id="text-org83def8d">
<p>
Understanding the features of the high note reed, or the low note reed, etc. will help make adjustments towards the desired part of the triangle
</p>
</div>
</div>
<div id="outline-container-org4c0644a" class="outline-3">
<h3 id="org4c0644a">Normal reed</h3>
<div class="outline-text-3" id="text-org4c0644a">
<p>
Best possible compromise of the three extremes. Stable intonation, pleasing tone, good enunciation of all registers at all dynamics. It will feature points of inflection in the aperture.
</p>
</div>
</div>
<div id="outline-container-org1bb8740" class="outline-3">
<h3 id="org1bb8740">High Note Reed</h3>
<div class="outline-text-3" id="text-org1bb8740">
<p>
In comparison to the normal reed, the high note reed features:
</p>
<ol class="org-ol">
<li>A narrower shape (especially in the throat)</li>
<li>A shorter blade</li>
<li>Rounded first and second wires</li>
<li>Greater heart to wings ratio</li>
<li>Greater spine to rail ratio</li>
</ol>

<p>
It also has points of inflection, especially when a wide dynamic range is needed. Often parallel scrape reeds work best for this type.
The aperture tends to be higher than normal
</p>
</div>
</div>
<div id="outline-container-org3afa1bc" class="outline-3">
<h3 id="org3afa1bc">Low Note/Pianissimo Reed</h3>
<div class="outline-text-3" id="text-org3afa1bc">
<p>
In comparison this has:
</p>
<ol class="org-ol">
<li>A wider shape (especially the blade)</li>
<li>A longer blade</li>
<li>Flattened first and second wires</li>
<li>Lesser heart to wings ratio</li>
<li>Lesser spine to rail ratio and a thinner spine</li>
<li>Thinner tip</li>
</ol>

<p>
The low note reed does not need to have inflection in the tip, but a pianissimo reed should. Sloping scrape works best. Aperture tends to be smaller
</p>
</div>
</div>
<div id="outline-container-org3c436de" class="outline-3">
<h3 id="org3c436de">Concerto Reed</h3>
<div class="outline-text-3" id="text-org3c436de">
<p>
Emphasizes louder dynamics with a pleasing sound and good articulation in all registers
</p>

<p>
In comparison it has
</p>
<ol class="org-ol">
<li>A wider shape (especially the throat)</li>
<li>No points of inflection ( or very slight at the wings)</li>
<li>Lesser spine to rails ratio with thicker rails</li>
<li>Larger aperture height and width (the result of a rounder first wire and or a wider shape)</li>
</ol>

<p>
It may also have a wider shape and shorter blade
</p>
</div>
</div>
<div id="outline-container-org10db4d6" class="outline-3">
<h3 id="org10db4d6">Ingredients</h3>
<div class="outline-text-3" id="text-org10db4d6">
<p>
These extremes are like ingredients in a stew, more of one should be added if there's less of another. Each player has to find their own recipe.
</p>
</div>
</div>
<div id="outline-container-org5a61694" class="outline-3">
<h3 id="org5a61694">Inflection</h3>
<div class="outline-text-3" id="text-org5a61694">
<p>
Inflection allows for multiple aperture shapes. With minimal pressure there is a wider aperture. More pressure progresses to a smaller aperture.
High note reeds like inflection because the center of the reed is the part used for extreme high notes.
Low note reeds may or may not need inflection, because the wider portions of the reed are used in the low notes
Pianissimo reeds benefit from inflection because portions of the reeds are not vibrating
</p>
</div>
</div>
<div id="outline-container-org86c3e10" class="outline-3">
<h3 id="org86c3e10">No inflection</h3>
<div class="outline-text-3" id="text-org86c3e10">
<p>
All or nothing aperture. More pressure reduces the height, but the width remains the same.
This is good for max volume, e.g. concertos. 
</p>
</div>
</div>
<div id="outline-container-org5f936fb" class="outline-3">
<h3 id="org5f936fb">Shifting mark</h3>
<div class="outline-text-3" id="text-org5f936fb">
<p>
Students that struggle consistently with high notes, may have a normal reed too much towards the low extreme. Narrowing the shape in the throat, or rounding the wires, or a shorter blade. All or one may be needed. 
</p>
</div>
</div>
<div id="outline-container-org73c704a" class="outline-3">
<h3 id="org73c704a">Practical finishing suggestions</h3>
<div class="outline-text-3" id="text-org73c704a">
<p>
Observation and balancing are critical. Four principal methods.
</p>
<ol class="org-ol">
<li>Symmetry of blade
<ul class="org-ul">
<li>look at the grains, is one side going further than the other?</li>
</ul></li>
<li>Aperture or "bubble" test
<ul class="org-ul">
<li>If offcenter, then it needs to be balanced</li>
<li>Think of it like arm wrestling. The stronger blade pushes the weaker blade away</li>
</ul></li>
<li>Pinch the reed all over, the fingers are very sensitive and will catch areas that are thinner than the rest</li>
<li>Plaque test for rail thickness, it should be the same, but also have an even taper to the tip</li>
</ol>
</div>
</div>
<div id="outline-container-org19ff133" class="outline-3">
<h3 id="org19ff133">Wire Adjustment</h3>
<div class="outline-text-3" id="text-org19ff133">
<p>
Rounding or flattening the first wire alone varies the pitch depending on profile type, blade length, etc. Opening the wire creates a larger aperture height and often width, and lets more air through the reed.
Rounding both wires together gives a darker sound and raises the overall pitch
Flattening both wires will brighten the sound and lower the pitch.
An overly round first wire indicates other methods of darkening or opening the tip should be used in the future.
Also avoid overtightening the first wire, should be moveable with fingernails.
</p>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left"><b>Adjustment</b></th>
<th scope="col" class="org-left"><b>Tip Opening</b></th>
<th scope="col" class="org-left"><b>Timbre (Tone)</b></th>
<th scope="col" class="org-left"><b>Pitch Tendencies</b></th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left">Round 1st wire</td>
<td class="org-left">Opened</td>
<td class="org-left">Mostly darker (less vibrant)</td>
<td class="org-left">Varies</td>
</tr>

<tr>
<td class="org-left">Flatten 1st wire</td>
<td class="org-left">Closed</td>
<td class="org-left">Mostly brighter (more vibrant)</td>
<td class="org-left">Varies</td>
</tr>

<tr>
<td class="org-left">Round 2nd wire</td>
<td class="org-left">Closed</td>
<td class="org-left">Darker</td>
<td class="org-left">Higher Pitch</td>
</tr>

<tr>
<td class="org-left">Flatten 2nd wire</td>
<td class="org-left">Opened</td>
<td class="org-left">Brighter</td>
<td class="org-left">Lower Pitch</td>
</tr>
</tbody>
</table>
</div>
</div>
<div id="outline-container-orgd62321c" class="outline-3">
<h3 id="orgd62321c">Ratios</h3>
<div class="outline-text-3" id="text-orgd62321c">
<p>
Heart to wing and spine to rails ratios have much in common. Higher ratios give a darker sound, lower brighter.
</p>
</div>
</div>
<div id="outline-container-org666727e" class="outline-3">
<h3 id="org666727e">Problems of ratio issues</h3>
<div class="outline-text-3" id="text-org666727e">
<ul class="org-ul">
<li>Heart is too heavy (large heart to wings ratio)
<ul class="org-ul">
<li>Forked Eflat, G, and Fsharp are too sharp</li>
<li>Low register is sharp and unresponsive</li>
</ul></li>
<li>Heart is too thin (small heart to wings ratio)
<ul class="org-ul">
<li>C# and E sag</li>
<li>High register is flat</li>
<li>Reed collapses at loud dynamics</li>
</ul></li>
<li>Wings are too heavy (small heart to wings ratio)
<ul class="org-ul">
<li>Reed not responsive at pianissimo</li>
</ul></li>
<li>Wings are too light (large heart to wings ratio)
<ul class="org-ul">
<li>Corners break off with tonguing</li>
<li>Corners totally collapsed and don't contribute to vibartion of reed</li>
</ul></li>
<li>Low spine to rails ratio with thick spine and thick rails
<ul class="org-ul">
<li>Vibrant or bright reed favoring low register and louder dynamics</li>
</ul></li>
<li>Low spine to rails ration with thin spine and thin rails
<ul class="org-ul">
<li>Nasal or bright reed favoring low register and quieter dynamics</li>
</ul></li>
<li>High spine to rails ratio (thick spine, thin rails)
<ul class="org-ul">
<li>Dark reed favoring upper register. If rails too thin, low register will be dificult</li>
</ul></li>
</ul>
</div>
</div>
<div id="outline-container-orgf131044" class="outline-3">
<h3 id="orgf131044">Brightness and Darkness factors</h3>
<div class="outline-text-3" id="text-orgf131044">
<p>
These are methods past wire adjustments
One is the edginess created from the tip area. Drawing fine sandpaper (400-600 grit) across tip will reduce brightness generated from the tip
Tip undercut reduced brightness from tip and some of the back areas
Increasing the spine to rails raito by taking from rails draws from the middle portion of the reed. File is best. Clipping the tip or narrowing shape if the reed is flat and extremely bright
</p>

<p>
To increase the brightness, decrease the heart to wings ratio or spine to rails. This is usually from taking out of spine and heart. Thinner tip also adds more edginess
</p>
</div>
</div>
<div id="outline-container-orgb30a14e" class="outline-3">
<h3 id="orgb30a14e">Tip adjustments</h3>
<div class="outline-text-3" id="text-orgb30a14e">
<p>
Usually first, since its the spark plug of the reed
Concerto reeds have a thicker tip
Thinning the channels encourages points of inflection. It weakens the reed so the aperture width contracts when squeezed by the embouchure. It allows greater dynamic control.
Curved blade knives are better for this.
It's a reed tenderizer, making the tone and response more appealing. To the extreme you get mush.
</p>
</div>
</div>
<div id="outline-container-org2623206" class="outline-3">
<h3 id="org2623206">Time</h3>
<div class="outline-text-3" id="text-org2623206">
<p>
Novice until the first 100 reeds. After 1000 begin to understand the intricacies. No short cuts. Scrape try, sand try, adjust try, etc.
</p>
</div>
</div>
</div>
</div>
<div id="postamble" class="status">
<p><a href="sitemap.html">Site Map</a></p>
</div>
</body>
</html>
